/* Button in 'Unable to run Maven' error dialog. */
"Cancel" = "Zrušit";

/* Button in 'Unable to run Maven' error dialog. */
"Open Preferences" = "Otevřít Nastavení";

/* Recovery suggestion text for user, which points him to Preferences in application. It appears in 'Unable to run Maven' error dialog. */
"Please set correct path to Maven in Preferences." = "Prosím nastavte správnou cestu k Mavenu v Nastavení aplikace.";

/* Raised by task, when user tries to run same project multiple times. */
"Task is already running." = "Nelze spustit nové sestavení, protože již běží.";

/* Raised when system cannot launch Maven task. Main title for error dialog 'Unable to run Maven'. */
"Unable to run Maven" = "Nepodařilo se spustit Maven";
